{
  "apple": {
    "title": "Dáng Quả Táo",
    "description": "Vóc dáng quả táo đặc trưng bởi phần thân trên (vai và ngực) rộng hơn so với hông, vòng eo thường đầy đặn và ít thon gọn. Phần chân thường thon, tạo cảm giác phần trên cơ thể nặng hơn. Dáng này phổ biến ở cả nam và nữ, đặc biệt ở những người có xu hướng tích tụ mỡ ở vùng bụng.",
    "recommendations_male": [
      {
        "item": "Áo sơ mi dáng suông hoặc áo khoác dáng dài",
        "reason": "Giúp kéo dài thân hình, che đi phần eo đầy đặn và tạo sự cân bằng giữa thân trên và thân dưới."
      },
      {
        "item": "Quần jeans hoặc quần chinos ống suông, tối màu",
        "reason": "Tối màu giúp thu gọn phần dưới, trong khi ống suông tạo tỷ lệ hài hòa với phần thân trên rộng."
      },
      {
        "item": "Áo thun cổ chữ V hoặc áo polo không quá ôm",
        "reason": "Cổ chữ V kéo dài thân trên, làm giảm sự chú ý vào vùng eo và tạo cảm giác thon gọn hơn."
      }
    ],
    "recommendations_female": [
      {
        "item": "Áo khoác dáng dài hoặc áo blazer cinched waist",
        "reason": "Dáng dài giúp kéo dài thân hình, trong khi chi tiết cinched waist tạo ảo giác vòng eo thon hơn."
      },
      {
        "item": "Váy chữ A hoặc váy suông",
        "reason": "Che phần eo đầy đặn, tạo sự cân bằng bằng cách làm rộng nhẹ phần hông."
      },
      {
        "item": "Quần ống rộng hoặc ống suông, cạp cao",
        "reason": "Cạp cao nhấn vào phần eo, trong khi ống rộng cân bằng tỷ lệ giữa thân trên và thân dưới."
      }
    ],
    "avoid_male": [
      {
        "item": "Áo bó sát hoặc áo thun ôm",
        "reason": "Làm lộ phần eo đầy đặn, khiến thân trên trông nặng nề hơn."
      },
      {
        "item": "Quần skinny sáng màu",
        "reason": "Làm nổi bật phần dưới nhỏ hơn, tạo sự mất cân đối với thân trên."
      },
      {
        "item": "Áo sơ mi có họa tiết lớn ở vùng ngực hoặc vai",
        "reason": "Thu hút sự chú ý vào phần thân trên đã rộng, làm mất cân đối tổng thể."
      }
    ],
    "avoid_female": [
      {
        "item": "Áo bó sát hoặc áo crop top",
        "reason": "Làm lộ phần eo đầy đặn, khiến cơ thể trông kém thon gọn."
      },
      {
        "item": "Quần skinny sáng màu",
        "reason": "Tạo sự tương phản mạnh với thân trên, làm nổi bật sự mất cân đối."
      },
      {
        "item": "Áo có chi tiết rườm rà ở vùng vai hoặc ngực",
        "reason": "Làm phần thân trên trông rộng hơn, phá vỡ tỷ lệ cơ thể."
      }
    ]
  },

    